{
  "process": [
    {
      "name": "discover",
      "substeps": [
        {
          "name": "interview",
          "description": "I start off my projects by interviewing you to get a deeper understanding of exactly what you’re looking for. We will talk through your goals, visions, dreams, logistics, budget and much more.",
          "id": 1
        },
        {
          "name": "observation",
          "description": "After the interview, I perform an initial site observation including the site’s soil types, micro-climates, orientation, sun & wind patterns, views, wildlife, existing habitats, structures, and topography.",
          "id": 2
        },
        {
          "name": "site-analysis",
          "description": "Using technology and observation, I bring together climatic, habitat and topographic data for your site, and use this as a basis from which to begin the design process. Whether you’re interested in passively cooling your home, or simply knowing what species to plant where, the site analysis will provide the root from which all the design elements can grow. ",
          "id": 3
        }
      ]
    },
    {
      "name": "design",
      "substeps": [
        {
          "name": "conceptual",
          "description": "Using all aspects of the discovery phase, I create initial conceptual designs for your site. My aim is to bring together all elements into one unified design. If you are designing a new home, this phase will also include conceptual drawings from the architect I will collaborate with.",
          "id": 4
        },
        {
          "name": "detailed",
          "description": "Once we have arrived at a design we are all happy with, I will draw up a detailed design for the site. This is the final stage before implementing the design.",
          "id": 5
        }
      ]
    },
    {
      "name": "create",
      "substeps": [
        {
          "name": "planning",
          "description": "Any planning or code requirements will be identified at the start of the project. If there are drawings that need to be sent off for planning approval, we will do so at this phase.",
          "id": 6
        },
        {
          "name": "implementation",
          "description": "Finally, I gather a team of experts to implement the design and make any last minute adjustments on site.",
          "id": 7
        }
      ]
    }
  ]
}